Repository: RafaelRuslan/RestourantMenu
Catalog: RestourantMenu/Global Files/Custom Views/More/Settings/Language/View/Localizable.xcstrings
Source language: en
Languages: az

source: ♥️ Favorites: Tap the heart icon to save dishes you love.
az: Favoritlər: hansı ki, siz ürək qoymusunuz

source: 📦 Details: Tap a dish to view full information.
az: Detallar: hansı ki, siz həmən məhsula baxmaq istəmisiniz

source: 🔍 Search: Use the search bar to find dishes by name or ingredients.
az: Axtarış: axtarış yerindən istifadə edərək ada və ya ingrediyentə görə

source: About
az: Haqqında

source: About the App
az: App haqqında

source: Account
az: Hesab

source: Add an extra layer of protection to keep your account secure
az: Hesabınızı qorumaq üçün əlavə təhlükəsizlik qatını əlavə edin

source: All rights reserved © 2025
az: Bütün hüquqlar qorunur 2025

source: Change email
az: email’inizi dəyişin

source: Change phone number
az: Telefon nömrənizi dəyişin

source: Communication
az: əlaqə

source: Delete account
az: Hesabınızı silin

source: Detail not found
az: Məlumat tapılmadı

source: Developed by Rafael Agayev
az: Rafael Agayev tərəfindən yazılmışdır

source: Developer
az: Yazan

source: Enter
az: Daxil edin

source: Enter app
az: App’ə daxil olun

source: Enter e-Mail...
az: E-mail’inizi daxil edin

source: Enter E-Mail...
az: E-mail’inizi daxil edin

source: Enter mail
az: E-mail daxil edin

source: Enter new name...
az: Yeni ad daxil edin

source: Enter Password...
az: Yeni şifr daxil edin

source: Enter phone number
az: Mobil nömrənizi daxil edin

source: Enter Promocode
az: Promokodu daxil edin

source: Enter promocodes
az: Promokodları daxil edin

source: Help
az: Kömək

source: History
az: Tarixçə

source: Home
az: Ana səhifə

source: If something isn't working, check your internet connection or contact us.
az: əgər sizdə nəsə yolunda getməzsə, internetinizi yoxlayın və ya bizimlə əlaqə saxlayın

source: If you're not a user of your other products, we'll send you offers we think you might enjoy
az: Əgər digər məhsullarımızın istifadəçisi deyilsinizsə, sizə xoşunuza gələ biləcək təkliflər göndərəcəyik.

source: Lana Dining & Lounge
az: Lana qəlyanaltı və lanç

source: Lana's Preferences
az: Lana’nın üstünlükləri

source: Language
az: Dil

source: Languages
az: Dillər

source: Login
az: Giriş edin

source: Logout
az: Çıxış edin

source: More
az: Digər məlumatlar

source: Name
az: Ad

source: Need Help?
az: Köməyə ehtiyacınız var?

source: No orders yet.
az: Məhsul tapılmadı

source: No results found...
az: Heç bir nəticə tapılmadı…

source: OK
az: Yaxşı

source: Order
az: Məhsul

source: Phone Number
az: Telefon nömrəsi

source: Price: %@
az: Dəyər

source: Privacy Policy
az: Məxfilik Siyasəti

source: Promocode accepted 🎉
az: Promokod doğrudur 🎉

source: Promocode Page
az: Promokod səhifəsi

source: Promocodes
az: Promokodlar

source: Promotions and tips
az: Aksiyalar və məsləhətlər

source: Push Notifications
az: Bildirişləri açmaq

source: Restourant Menu - This app is made for Lana Dining and Launch
az: Restoran menu - bu app “Lana Dining and Launch” üçün hazırlanmışdır

source: Save
az: Yadda saxlamaq

source: Search
az: Axtarış

source: Search menu ...
az: Axtarış menüsü

source: senior Ruslan
az: cənab Ruslan

source: Settings
az: əlfəcinlər

source: Success
az: Uğurlu

source: Terms of Use
az: İstifadəçi qaydaları

source: This app allows you to browse our full restourant menu, view descriptions, and mark your favorite dishes.
az: Bu tətbiq sizə restoranımızın tam menyusuna baxmağa, təsvirləri öyrənməyə və sevimli yeməklərinizi işarələməyə imkan verir.

source: Total price:
az: Ümumi dəyər

source: Turn on
az: Yandırmaq

source: Turn on two-step verification
az: İki mərhələli təsdiqləməni aktivləşdirin

source: Two-step verification
az: İki mərhələli təsdiqləmə

source: Using the App
az: Applikasiyanın istifadəsi

source: Version
az: Versiya

source: Welcome !
az: Xoş gəlmisiniz!

source: Wrong promocode
az: Yalnış passvord
